Autodesk.Revit.DB.SkyBackgroundSettings.VisibilityDistance
The visibility distance of sky background.
Remarks:
Modify this value to control the haziness.
Throws Autodesk.Revit.Exceptions.ArgumentOutOfRangeException:
When setting this property: The value of visibility distance is not valid. The valid range is 0 to 500.
Since:
2013